/* String_On_Page_Template */
"Bookmarks tagged " = "Mots-clés  signet";

/* String_On_Page_Template -- followed by a number */
"delicious.com example no." = "Nº d'exemple delicious.com";

/* String_On_Page_Template */
"Enter your Delicious username in the Inspector." = "Entrer votre nom Delicious dansl’Inspecteur";

/* String_On_Page_Template */
"My Delicious Links" = "Mes liens Delicious";